tuts/1D_C7H16_LU_premixed_inletoutlet/eq1.0/0.org/p
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  2.3.0                                 |
|   \\  /    A nd           | Web:      www.OpenFOAM.org                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    location    "0";
    object      p;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [1 -1 -2 0 0 0 0];

internalField   uniform 30e5;

boundaryField
{
    inlet
    {
        type            zeroGradient;
    }
    outlet
    {
/*
        type            totalPressure;
        p0              $internalField;
*/
        type            waveTransmissive;
        gamma           1.4;

    }
    wall
    {
        type            empty;
    }
}

// ************************************************************************* //
