tuts/1D_C7H16_LU_premixed_inletoutlet/eq1.0/constant/moveFieldsProperties
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  2.3.0                                 |
|   \\  /    A nd           | Web:      www.OpenFOAM.org                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    location    "constant";
    object      moveFieldsProperties;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

centerX centerX [0 1 0 0 0] 0.005;
deltaX deltaX [0 1 0 0 0] 4e-6;
nMoveCellThreshHold nMoveCellThreshHold [0 0 0 0 0] 100000;

// ************************************************************************* //
