tuts/1D_C7H16_LU_premixed_inletoutlet/eq1.0/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  7
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

3
(
    inlet
    {
        type            patch;
        nFaces          1;
        startFace       1499;
    }
    outlet
    {
        type            patch;
        nFaces          1;
        startFace       1500;
    }
    wall
    {
        type            empty;
        inGroups        List<word> 1(empty);
        nFaces          6000;
        startFace       1501;
    }
)

// ************************************************************************* //
