tuts/1D_C7H16_LU_premixed_inletoutlet/eq1.0/constant/speciesMu
/*---------------------------------------------------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  1.0                                   |
|   \\  /    A nd           | Web:      http://www.openfoam.org               |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
version                         2.0;
format                          ascii;
class                           dictionary;
object                          speciesMu;
}

// Scheme: Lu

H
{
Mu1	-0.204E+02	;
Mu2	0.365E+01	;
Mu3	-0.398E+00	;
Mu4	0.176E-01	;
}
H2
{
Mu1	-0.138E+02	;
Mu2	0.100E+01	;
Mu3	-0.502E-01	;
Mu4	0.233E-02	;
}
O
{
Mu1	-0.151E+02	;
Mu2	0.193E+01	;
Mu3	-0.174E+00	;
Mu4	0.784E-02	;
}
O2
{
Mu1	-0.172E+02	;
Mu2	0.268E+01	;
Mu3	-0.272E+00	;
Mu4	0.121E-01	;
}
OH
{
Mu1	-0.151E+02	;
Mu2	0.193E+01	;
Mu3	-0.174E+00	;
Mu4	0.784E-02	;
}
H2O
{
Mu1	-0.106E+02	;
Mu2	-0.138E+01	;
Mu3	0.421E+00	;
Mu4	-0.241E-01	;
}
CO
{
Mu1	-0.166E+02	;
Mu2	0.240E+01	;
Mu3	-0.236E+00	;
Mu4	0.105E-01	;
}
HCO
{
Mu1	-0.199E+02	;
Mu2	0.270E+01	;
Mu3	-0.167E+00	;
Mu4	0.321E-02	;
}
CO2
{
Mu1	-0.240E+02	;
Mu2	0.513E+01	;
Mu3	-0.572E+00	;
Mu4	0.244E-01	;
}
CH3
{
Mu1	-0.202E+02	;
Mu2	0.363E+01	;
Mu3	-0.395E+00	;
Mu4	0.175E-01	;
}
CH4
{
Mu1	-0.200E+02	;
Mu2	0.357E+01	;
Mu3	-0.387E+00	;
Mu4	0.171E-01	;
}
HO2
{
Mu1	-0.171E+02	;
Mu2	0.268E+01	;
Mu3	-0.272E+00	;
Mu4	0.121E-01	;
}
H2O2
{
Mu1	-0.171E+02	;
Mu2	0.268E+01	;
Mu3	-0.272E+00	;
Mu4	0.121E-01	;
}
CH2O
{
Mu1	-0.199E+02	;
Mu2	0.270E+01	;
Mu3	-0.167E+00	;
Mu4	0.321E-02	;
}
CH3O
{
Mu1	-0.200E+02	;
Mu2	0.286E+01	;
Mu3	-0.202E+00	;
Mu4	0.536E-02	;
}
C2H6
{
Mu1	-0.245E+02	;
Mu2	0.515E+01	;
Mu3	-0.573E+00	;
Mu4	0.244E-01	;
}
C2H4
{
Mu1	-0.239E+02	;
Mu2	0.510E+01	;
Mu3	-0.570E+00	;
Mu4	0.244E-01	;
}
C2H5
{
Mu1	-0.245E+02	;
Mu2	0.515E+01	;
Mu3	-0.573E+00	;
Mu4	0.244E-01	;
}
C2H
{
Mu1	-0.248E+02	;
Mu2	0.529E+01	;
Mu3	-0.588E+00	;
Mu4	0.249E-01	;
}
C2H2
{
Mu1	-0.247E+02	;
Mu2	0.529E+01	;
Mu3	-0.588E+00	;
Mu4	0.249E-01	;
}
C2H3
{
Mu1	-0.247E+02	;
Mu2	0.529E+01	;
Mu3	-0.588E+00	;
Mu4	0.249E-01	;
}
CH3OH
{
Mu1	-0.206E+02	;
Mu2	0.305E+01	;
Mu3	-0.218E+00	;
Mu4	0.567E-02	;
}
CH2OH
{
Mu1	-0.200E+02	;
Mu2	0.286E+01	;
Mu3	-0.202E+00	;
Mu4	0.536E-02	;
}
CH2CO
{
Mu1	-0.223E+02	;
Mu2	0.387E+01	;
Mu3	-0.342E+00	;
Mu4	0.117E-01	;
}
HCCO
{
Mu1	-0.192E+02	;
Mu2	0.375E+01	;
Mu3	-0.410E+00	;
Mu4	0.181E-01	;
}
CH3CO
{
Mu1	-0.223E+02	;
Mu2	0.387E+01	;
Mu3	-0.342E+00	;
Mu4	0.117E-01	;
}
CH2CHO
{
Mu1	-0.223E+02	;
Mu2	0.387E+01	;
Mu3	-0.342E+00	;
Mu4	0.117E-01	;
}
CH3CHO
{
Mu1	-0.223E+02	;
Mu2	0.387E+01	;
Mu3	-0.342E+00	;
Mu4	0.117E-01	;
}
C3H4-A
{
Mu1	-0.250E+02	;
Mu2	0.519E+01	;
Mu3	-0.556E+00	;
Mu4	0.227E-01	;
}
C3H4-P
{
Mu1	-0.250E+02	;
Mu2	0.519E+01	;
Mu3	-0.556E+00	;
Mu4	0.227E-01	;
}
C3H6
{
Mu1	-0.250E+02	;
Mu2	0.527E+01	;
Mu3	-0.571E+00	;
Mu4	0.236E-01	;
}
C4H6
{
Mu1	-0.246E+02	;
Mu2	0.494E+01	;
Mu3	-0.511E+00	;
Mu4	0.203E-01	;
}
NC3H7
{
Mu1	-0.252E+02	;
Mu2	0.527E+01	;
Mu3	-0.574E+00	;
Mu4	0.238E-01	;
}
C4H7
{
Mu1	-0.246E+02	;
Mu2	0.496E+01	;
Mu3	-0.514E+00	;
Mu4	0.204E-01	;
}
C4H8-1
{
Mu1	-0.246E+02	;
Mu2	0.496E+01	;
Mu3	-0.514E+00	;
Mu4	0.204E-01	;
}
PC4H9
{
Mu1	-0.249E+02	;
Mu2	0.498E+01	;
Mu3	-0.519E+00	;
Mu4	0.207E-01	;
}
CH3COCH2
{
Mu1	-0.226E+02	;
Mu2	0.387E+01	;
Mu3	-0.343E+00	;
Mu4	0.118E-01	;
}
C2H5CHO
{
Mu1	-0.187E+02	;
Mu2	0.221E+01	;
Mu3	-0.105E+00	;
Mu4	0.665E-03	;
}
C5H9
{
Mu1	-0.240E+02	;
Mu2	0.448E+01	;
Mu3	-0.437E+00	;
Mu4	0.164E-01	;
}
C5H10-1
{
Mu1	-0.242E+02	;
Mu2	0.460E+01	;
Mu3	-0.457E+00	;
Mu4	0.175E-01	;
}
C5H11-1
{
Mu1	-0.224E+02	;
Mu2	0.379E+01	;
Mu3	-0.330E+00	;
Mu4	0.111E-01	;
}
C2H5O
{
Mu1	-0.213E+02	;
Mu2	0.326E+01	;
Mu3	-0.250E+00	;
Mu4	0.724E-02	;
}
CH3O2
{
Mu1	-0.204E+02	;
Mu2	0.305E+01	;
Mu3	-0.218E+00	;
Mu4	0.567E-02	;
}
CH3O2H
{
Mu1	-0.204E+02	;
Mu2	0.305E+01	;
Mu3	-0.218E+00	;
Mu4	0.567E-02	;
}
C2H3O1-2
{
Mu1	-0.223E+02	;
Mu2	0.387E+01	;
Mu3	-0.342E+00	;
Mu4	0.117E-01	;
}
C2H3CO
{
Mu1	-0.220E+02	;
Mu2	0.375E+01	;
Mu3	-0.323E+00	;
Mu4	0.108E-01	;
}
C2H3CHO
{
Mu1	-0.192E+02	;
Mu2	0.238E+01	;
Mu3	-0.130E+00	;
Mu4	0.186E-02	;
}
C3H5O
{
Mu1	-0.234E+02	;
Mu2	0.427E+01	;
Mu3	-0.405E+00	;
Mu4	0.148E-01	;
}
C4H7O
{
Mu1	-0.203E+02	;
Mu2	0.275E+01	;
Mu3	-0.173E+00	;
Mu4	0.351E-02	;
}
C3H5-A
{
Mu1	-0.250E+02	;
Mu2	0.525E+01	;
Mu3	-0.566E+00	;
Mu4	0.233E-01	;
}
C3H3
{
Mu1	-0.250E+02	;
Mu2	0.519E+01	;
Mu3	-0.556E+00	;
Mu4	0.227E-01	;
}
C3H2
{
Mu1	-0.231E+02	;
Mu2	0.479E+01	;
Mu3	-0.536E+00	;
Mu4	0.232E-01	;
}
CH2(S)
{
Mu1	-0.203E+02	;
Mu2	0.363E+01	;
Mu3	-0.395E+00	;
Mu4	0.175E-01	;
}
NC3H7CHO
{
Mu1	-0.191E+02	;
Mu2	0.234E+01	;
Mu3	-0.123E+00	;
Mu4	0.148E-02	;
}
NC3H7CO
{
Mu1	-0.191E+02	;
Mu2	0.234E+01	;
Mu3	-0.123E+00	;
Mu4	0.148E-02	;
}
C2H5COCH2
{
Mu1	-0.186E+02	;
Mu2	0.207E+01	;
Mu3	-0.844E-01	;
Mu4	-0.348E-03	;
}
CH3CHCO
{
Mu1	-0.220E+02	;
Mu2	0.375E+01	;
Mu3	-0.323E+00	;
Mu4	0.108E-01	;
}
NC3H7COCH3
{
Mu1	-0.200E+02	;
Mu2	0.265E+01	;
Mu3	-0.165E+00	;
Mu4	0.333E-02	;
}
NC3H7COCH2
{
Mu1	-0.205E+02	;
Mu2	0.289E+01	;
Mu3	-0.195E+00	;
Mu4	0.458E-02	;
}
NC7H16
{
Mu1	-0.220E+02	;
Mu2	0.347E+01	;
Mu3	-0.281E+00	;
Mu4	0.874E-02	;
}
C7H15-1
{
Mu1	-0.220E+02	;
Mu2	0.347E+01	;
Mu3	-0.281E+00	;
Mu4	0.874E-02	;
}
C7H15
{
Mu1	-0.220E+02	;
Mu2	0.347E+01	;
Mu3	-0.281E+00	;
Mu4	0.874E-02	;
}
C7H15O2
{
Mu1	-0.172E+02	;
Mu2	0.134E+01	;
Mu3	0.310E-01	;
Mu4	-0.623E-02	;
}
C7H14OOH
{
Mu1	-0.172E+02	;
Mu2	0.134E+01	;
Mu3	0.310E-01	;
Mu4	-0.623E-02	;
}
C7H14OOHO2
{
Mu1	-0.156E+02	;
Mu2	0.506E+00	;
Mu3	0.153E+00	;
Mu4	-0.120E-01	;
}
C7H14O
{
Mu1	-0.197E+02	;
Mu2	0.244E+01	;
Mu3	-0.128E+00	;
Mu4	0.134E-02	;
}
NC7KET
{
Mu1	-0.162E+02	;
Mu2	0.885E+00	;
Mu3	0.973E-01	;
Mu4	-0.935E-02	;
}
N2
{
Mu1	-0.166E+02	;
Mu2	0.239E+01	;
Mu3	-0.234E+00	;
Mu4	0.105E-01	;
}
