tuts/1D_C7H16_LU_premixed_inletoutlet/eq1.0/constant/thermoDiff
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  2.3.0                                 |
|   \\  /    A nd           | Web:      www.OpenFOAM.org                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    location    "constant";
    object      thermoDiff;
}

// Scheme: Lu

H-H
{
ThermDiff_1	0.000E+00	;
ThermDiff_2	0.000E+00	;
ThermDiff_3	0.000E+00	;
ThermDiff_4	0.000E+00	;
}
H-H2
{
ThermDiff_1	0.144E+00	;
ThermDiff_2	0.800E-04	;
ThermDiff_3	-0.490E-07	;
ThermDiff_4	0.914E-11	;
}
H-O
{
ThermDiff_1	0.235E+00	;
ThermDiff_2	0.466E-03	;
ThermDiff_3	-0.261E-06	;
ThermDiff_4	0.449E-10	;
}
H-O2
{
ThermDiff_1	0.180E+00	;
ThermDiff_2	0.602E-03	;
ThermDiff_3	-0.326E-06	;
ThermDiff_4	0.549E-10	;
}
H-OH
{
ThermDiff_1	0.237E+00	;
ThermDiff_2	0.469E-03	;
ThermDiff_3	-0.263E-06	;
ThermDiff_4	0.453E-10	;
}
H-H2O
{
ThermDiff_1	-0.174E+00	;
ThermDiff_2	0.862E-03	;
ThermDiff_3	-0.380E-06	;
ThermDiff_4	0.560E-10	;
}
H-CO
{
ThermDiff_1	0.200E+00	;
ThermDiff_2	0.565E-03	;
ThermDiff_3	-0.309E-06	;
ThermDiff_4	0.524E-10	;
}
H-HCO
{
ThermDiff_1	-0.161E+00	;
ThermDiff_2	0.904E-03	;
ThermDiff_3	-0.407E-06	;
ThermDiff_4	0.609E-10	;
}
H-CO2
{
ThermDiff_1	-0.200E-01	;
ThermDiff_2	0.850E-03	;
ThermDiff_3	-0.421E-06	;
ThermDiff_4	0.668E-10	;
}
H-CH3
{
ThermDiff_1	0.100E+00	;
ThermDiff_2	0.650E-03	;
ThermDiff_3	-0.342E-06	;
ThermDiff_4	0.563E-10	;
}
H-CH4
{
ThermDiff_1	0.105E+00	;
ThermDiff_2	0.651E-03	;
ThermDiff_3	-0.343E-06	;
ThermDiff_4	0.565E-10	;
}
H-HO2
{
ThermDiff_1	0.180E+00	;
ThermDiff_2	0.603E-03	;
ThermDiff_3	-0.327E-06	;
ThermDiff_4	0.550E-10	;
}
H-H2O2
{
ThermDiff_1	0.181E+00	;
ThermDiff_2	0.604E-03	;
ThermDiff_3	-0.328E-06	;
ThermDiff_4	0.551E-10	;
}
H-CH2O
{
ThermDiff_1	-0.161E+00	;
ThermDiff_2	0.906E-03	;
ThermDiff_3	-0.408E-06	;
ThermDiff_4	0.611E-10	;
}
H-CH3O
{
ThermDiff_1	-0.131E+00	;
ThermDiff_2	0.904E-03	;
ThermDiff_3	-0.418E-06	;
ThermDiff_4	0.636E-10	;
}
H-C2H6
{
ThermDiff_1	-0.229E-01	;
ThermDiff_2	0.835E-03	;
ThermDiff_3	-0.413E-06	;
ThermDiff_4	0.654E-10	;
}
H-C2H4
{
ThermDiff_1	-0.142E-01	;
ThermDiff_2	0.824E-03	;
ThermDiff_3	-0.409E-06	;
ThermDiff_4	0.650E-10	;
}
H-C2H5
{
ThermDiff_1	-0.228E-01	;
ThermDiff_2	0.833E-03	;
ThermDiff_3	-0.412E-06	;
ThermDiff_4	0.653E-10	;
}
H-C2H
{
ThermDiff_1	-0.380E-01	;
ThermDiff_2	0.837E-03	;
ThermDiff_3	-0.410E-06	;
ThermDiff_4	0.647E-10	;
}
H-C2H2
{
ThermDiff_1	-0.381E-01	;
ThermDiff_2	0.840E-03	;
ThermDiff_3	-0.412E-06	;
ThermDiff_4	0.649E-10	;
}
H-C2H3
{
ThermDiff_1	-0.383E-01	;
ThermDiff_2	0.842E-03	;
ThermDiff_3	-0.413E-06	;
ThermDiff_4	0.651E-10	;
}
H-CH3OH
{
ThermDiff_1	-0.157E+00	;
ThermDiff_2	0.910E-03	;
ThermDiff_3	-0.412E-06	;
ThermDiff_4	0.618E-10	;
}
H-CH2OH
{
ThermDiff_1	-0.131E+00	;
ThermDiff_2	0.904E-03	;
ThermDiff_3	-0.418E-06	;
ThermDiff_4	0.636E-10	;
}
H-CH2CO
{
ThermDiff_1	-0.142E+00	;
ThermDiff_2	0.921E-03	;
ThermDiff_3	-0.423E-06	;
ThermDiff_4	0.641E-10	;
}
H-HCCO
{
ThermDiff_1	0.987E-01	;
ThermDiff_2	0.721E-03	;
ThermDiff_3	-0.377E-06	;
ThermDiff_4	0.619E-10	;
}
H-CH3CO
{
ThermDiff_1	-0.142E+00	;
ThermDiff_2	0.922E-03	;
ThermDiff_3	-0.424E-06	;
ThermDiff_4	0.642E-10	;
}
H-CH2CHO
{
ThermDiff_1	-0.142E+00	;
ThermDiff_2	0.922E-03	;
ThermDiff_3	-0.424E-06	;
ThermDiff_4	0.642E-10	;
}
H-CH3CHO
{
ThermDiff_1	-0.142E+00	;
ThermDiff_2	0.923E-03	;
ThermDiff_3	-0.424E-06	;
ThermDiff_4	0.643E-10	;
}
H-C3H4-A
{
ThermDiff_1	-0.836E-01	;
ThermDiff_2	0.895E-03	;
ThermDiff_3	-0.428E-06	;
ThermDiff_4	0.664E-10	;
}
H-C3H4-P
{
ThermDiff_1	-0.836E-01	;
ThermDiff_2	0.895E-03	;
ThermDiff_3	-0.428E-06	;
ThermDiff_4	0.664E-10	;
}
H-C3H6
{
ThermDiff_1	-0.723E-01	;
ThermDiff_2	0.889E-03	;
ThermDiff_3	-0.428E-06	;
ThermDiff_4	0.668E-10	;
}
H-C4H6
{
ThermDiff_1	-0.104E+00	;
ThermDiff_2	0.917E-03	;
ThermDiff_3	-0.433E-06	;
ThermDiff_4	0.668E-10	;
}
H-NC3H7
{
ThermDiff_1	-0.693E-01	;
ThermDiff_2	0.888E-03	;
ThermDiff_3	-0.428E-06	;
ThermDiff_4	0.669E-10	;
}
H-C4H7
{
ThermDiff_1	-0.103E+00	;
ThermDiff_2	0.917E-03	;
ThermDiff_3	-0.434E-06	;
ThermDiff_4	0.668E-10	;
}
H-C4H8-1
{
ThermDiff_1	-0.103E+00	;
ThermDiff_2	0.918E-03	;
ThermDiff_3	-0.434E-06	;
ThermDiff_4	0.669E-10	;
}
H-PC4H9
{
ThermDiff_1	-0.102E+00	;
ThermDiff_2	0.918E-03	;
ThermDiff_3	-0.434E-06	;
ThermDiff_4	0.670E-10	;
}
H-CH3COCH2
{
ThermDiff_1	-0.143E+00	;
ThermDiff_2	0.933E-03	;
ThermDiff_3	-0.429E-06	;
ThermDiff_4	0.650E-10	;
}
H-C2H5CHO
{
ThermDiff_1	-0.143E+00	;
ThermDiff_2	0.934E-03	;
ThermDiff_3	-0.429E-06	;
ThermDiff_4	0.650E-10	;
}
H-C5H9
{
ThermDiff_1	-0.127E+00	;
ThermDiff_2	0.934E-03	;
ThermDiff_3	-0.435E-06	;
ThermDiff_4	0.664E-10	;
}
H-C5H10-1
{
ThermDiff_1	-0.121E+00	;
ThermDiff_2	0.932E-03	;
ThermDiff_3	-0.436E-06	;
ThermDiff_4	0.667E-10	;
}
H-C5H11-1
{
ThermDiff_1	-0.146E+00	;
ThermDiff_2	0.940E-03	;
ThermDiff_3	-0.431E-06	;
ThermDiff_4	0.653E-10	;
}
H-C2H5O
{
ThermDiff_1	-0.156E+00	;
ThermDiff_2	0.926E-03	;
ThermDiff_3	-0.421E-06	;
ThermDiff_4	0.633E-10	;
}
H-CH3O2
{
ThermDiff_1	-0.160E+00	;
ThermDiff_2	0.928E-03	;
ThermDiff_3	-0.420E-06	;
ThermDiff_4	0.631E-10	;
}
H-CH3O2H
{
ThermDiff_1	-0.160E+00	;
ThermDiff_2	0.929E-03	;
ThermDiff_3	-0.420E-06	;
ThermDiff_4	0.631E-10	;
}
H-C2H3O1-2
{
ThermDiff_1	-0.142E+00	;
ThermDiff_2	0.922E-03	;
ThermDiff_3	-0.424E-06	;
ThermDiff_4	0.642E-10	;
}
H-C2H3CO
{
ThermDiff_1	-0.146E+00	;
ThermDiff_2	0.932E-03	;
ThermDiff_3	-0.427E-06	;
ThermDiff_4	0.647E-10	;
}
H-C2H3CHO
{
ThermDiff_1	-0.140E+00	;
ThermDiff_2	0.932E-03	;
ThermDiff_3	-0.429E-06	;
ThermDiff_4	0.651E-10	;
}
H-C3H5O
{
ThermDiff_1	-0.132E+00	;
ThermDiff_2	0.930E-03	;
ThermDiff_3	-0.431E-06	;
ThermDiff_4	0.656E-10	;
}
H-C4H7O
{
ThermDiff_1	-0.167E+00	;
ThermDiff_2	0.942E-03	;
ThermDiff_3	-0.424E-06	;
ThermDiff_4	0.635E-10	;
}
H-C3H5-A
{
ThermDiff_1	-0.779E-01	;
ThermDiff_2	0.892E-03	;
ThermDiff_3	-0.428E-06	;
ThermDiff_4	0.666E-10	;
}
H-C3H3
{
ThermDiff_1	-0.835E-01	;
ThermDiff_2	0.893E-03	;
ThermDiff_3	-0.427E-06	;
ThermDiff_4	0.663E-10	;
}
H-C3H2
{
ThermDiff_1	0.167E-01	;
ThermDiff_2	0.810E-03	;
ThermDiff_3	-0.408E-06	;
ThermDiff_4	0.655E-10	;
}
H-CH2(S)
{
ThermDiff_1	0.991E-01	;
ThermDiff_2	0.644E-03	;
ThermDiff_3	-0.338E-06	;
ThermDiff_4	0.557E-10	;
}
H-NC3H7CHO
{
ThermDiff_1	-0.156E+00	;
ThermDiff_2	0.942E-03	;
ThermDiff_3	-0.429E-06	;
ThermDiff_4	0.646E-10	;
}
H-NC3H7CO
{
ThermDiff_1	-0.156E+00	;
ThermDiff_2	0.941E-03	;
ThermDiff_3	-0.428E-06	;
ThermDiff_4	0.646E-10	;
}
H-C2H5COCH2
{
ThermDiff_1	-0.152E+00	;
ThermDiff_2	0.941E-03	;
ThermDiff_3	-0.430E-06	;
ThermDiff_4	0.649E-10	;
}
H-CH3CHCO
{
ThermDiff_1	-0.146E+00	;
ThermDiff_2	0.933E-03	;
ThermDiff_3	-0.428E-06	;
ThermDiff_4	0.647E-10	;
}
H-NC3H7COCH3
{
ThermDiff_1	-0.161E+00	;
ThermDiff_2	0.946E-03	;
ThermDiff_3	-0.429E-06	;
ThermDiff_4	0.645E-10	;
}
H-NC3H7COCH2
{
ThermDiff_1	-0.165E+00	;
ThermDiff_2	0.946E-03	;
ThermDiff_3	-0.427E-06	;
ThermDiff_4	0.641E-10	;
}
H-NC7H16
{
ThermDiff_1	-0.155E+00	;
ThermDiff_2	0.949E-03	;
ThermDiff_3	-0.433E-06	;
ThermDiff_4	0.652E-10	;
}
H-C7H15-1
{
ThermDiff_1	-0.155E+00	;
ThermDiff_2	0.949E-03	;
ThermDiff_3	-0.432E-06	;
ThermDiff_4	0.652E-10	;
}
H-C7H15
{
ThermDiff_1	-0.155E+00	;
ThermDiff_2	0.949E-03	;
ThermDiff_3	-0.432E-06	;
ThermDiff_4	0.652E-10	;
}
H-C7H15O2
{
ThermDiff_1	-0.189E+00	;
ThermDiff_2	0.951E-03	;
ThermDiff_3	-0.420E-06	;
ThermDiff_4	0.621E-10	;
}
H-C7H14OOH
{
ThermDiff_1	-0.189E+00	;
ThermDiff_2	0.951E-03	;
ThermDiff_3	-0.420E-06	;
ThermDiff_4	0.621E-10	;
}
H-C7H14OOHO2
{
ThermDiff_1	-0.200E+00	;
ThermDiff_2	0.950E-03	;
ThermDiff_3	-0.415E-06	;
ThermDiff_4	0.609E-10	;
}
H-C7H14O
{
ThermDiff_1	-0.174E+00	;
ThermDiff_2	0.952E-03	;
ThermDiff_3	-0.427E-06	;
ThermDiff_4	0.637E-10	;
}
H-NC7KET
{
ThermDiff_1	-0.195E+00	;
ThermDiff_2	0.950E-03	;
ThermDiff_3	-0.417E-06	;
ThermDiff_4	0.615E-10	;
}
H-N2
{
ThermDiff_1	0.202E+00	;
ThermDiff_2	0.563E-03	;
ThermDiff_3	-0.309E-06	;
ThermDiff_4	0.523E-10	;
}
H2-H
{
ThermDiff_1	-0.144E+00	;
ThermDiff_2	-0.800E-04	;
ThermDiff_3	0.490E-07	;
ThermDiff_4	-0.914E-11	;
}
H2-H2
{
ThermDiff_1	0.000E+00	;
ThermDiff_2	0.000E+00	;
ThermDiff_3	0.000E+00	;
ThermDiff_4	0.000E+00	;
}
H2-O
{
ThermDiff_1	0.407E+00	;
ThermDiff_2	0.385E-04	;
ThermDiff_3	-0.255E-07	;
ThermDiff_4	0.586E-11	;
}
H2-O2
{
ThermDiff_1	0.427E+00	;
ThermDiff_2	0.120E-03	;
ThermDiff_3	-0.767E-07	;
ThermDiff_4	0.152E-10	;
}
H2-OH
{
ThermDiff_1	0.413E+00	;
ThermDiff_2	0.391E-04	;
ThermDiff_3	-0.259E-07	;
ThermDiff_4	0.595E-11	;
}
H2-H2O
{
ThermDiff_1	0.227E-01	;
ThermDiff_2	0.673E-03	;
ThermDiff_3	-0.341E-06	;
ThermDiff_4	0.549E-10	;
}
H2-CO
{
ThermDiff_1	0.431E+00	;
ThermDiff_2	0.936E-04	;
ThermDiff_3	-0.604E-07	;
ThermDiff_4	0.123E-10	;
}
H2-HCO
{
ThermDiff_1	0.122E+00	;
ThermDiff_2	0.618E-03	;
ThermDiff_3	-0.328E-06	;
ThermDiff_4	0.545E-10	;
}
H2-CO2
{
ThermDiff_1	0.293E+00	;
ThermDiff_2	0.401E-03	;
ThermDiff_3	-0.231E-06	;
ThermDiff_4	0.405E-10	;
}
H2-CH3
{
ThermDiff_1	0.331E+00	;
ThermDiff_2	0.181E-03	;
ThermDiff_3	-0.111E-06	;
ThermDiff_4	0.208E-10	;
}
H2-CH4
{
ThermDiff_1	0.340E+00	;
ThermDiff_2	0.179E-03	;
ThermDiff_3	-0.110E-06	;
ThermDiff_4	0.206E-10	;
}
H2-HO2
{
ThermDiff_1	0.428E+00	;
ThermDiff_2	0.121E-03	;
ThermDiff_3	-0.770E-07	;
ThermDiff_4	0.153E-10	;
}
H2-H2O2
{
ThermDiff_1	0.430E+00	;
ThermDiff_2	0.121E-03	;
ThermDiff_3	-0.773E-07	;
ThermDiff_4	0.153E-10	;
}
H2-CH2O
{
ThermDiff_1	0.123E+00	;
ThermDiff_2	0.621E-03	;
ThermDiff_3	-0.330E-06	;
ThermDiff_4	0.547E-10	;
}
H2-CH3O
{
ThermDiff_1	0.140E+00	;
ThermDiff_2	0.601E-03	;
ThermDiff_3	-0.322E-06	;
ThermDiff_4	0.537E-10	;
}
H2-C2H6
{
ThermDiff_1	0.278E+00	;
ThermDiff_2	0.390E-03	;
ThermDiff_3	-0.224E-06	;
ThermDiff_4	0.392E-10	;
}
H2-C2H4
{
ThermDiff_1	0.283E+00	;
ThermDiff_2	0.373E-03	;
ThermDiff_3	-0.215E-06	;
ThermDiff_4	0.378E-10	;
}
H2-C2H5
{
ThermDiff_1	0.277E+00	;
ThermDiff_2	0.388E-03	;
ThermDiff_3	-0.223E-06	;
ThermDiff_4	0.390E-10	;
}
H2-C2H
{
ThermDiff_1	0.256E+00	;
ThermDiff_2	0.403E-03	;
ThermDiff_3	-0.229E-06	;
ThermDiff_4	0.399E-10	;
}
H2-C2H2
{
ThermDiff_1	0.258E+00	;
ThermDiff_2	0.405E-03	;
ThermDiff_3	-0.231E-06	;
ThermDiff_4	0.402E-10	;
}
H2-C2H3
{
ThermDiff_1	0.260E+00	;
ThermDiff_2	0.407E-03	;
ThermDiff_3	-0.232E-06	;
ThermDiff_4	0.404E-10	;
}
H2-CH3OH
{
ThermDiff_1	0.131E+00	;
ThermDiff_2	0.616E-03	;
ThermDiff_3	-0.329E-06	;
ThermDiff_4	0.546E-10	;
}
H2-CH2OH
{
ThermDiff_1	0.140E+00	;
ThermDiff_2	0.601E-03	;
ThermDiff_3	-0.322E-06	;
ThermDiff_4	0.537E-10	;
}
H2-CH2CO
{
ThermDiff_1	0.159E+00	;
ThermDiff_2	0.603E-03	;
ThermDiff_3	-0.325E-06	;
ThermDiff_4	0.544E-10	;
}
H2-HCCO
{
ThermDiff_1	0.386E+00	;
ThermDiff_2	0.229E-03	;
ThermDiff_3	-0.139E-06	;
ThermDiff_4	0.259E-10	;
}
H2-CH3CO
{
ThermDiff_1	0.160E+00	;
ThermDiff_2	0.604E-03	;
ThermDiff_3	-0.326E-06	;
ThermDiff_4	0.545E-10	;
}
H2-CH2CHO
{
ThermDiff_1	0.160E+00	;
ThermDiff_2	0.604E-03	;
ThermDiff_3	-0.326E-06	;
ThermDiff_4	0.545E-10	;
}
H2-CH3CHO
{
ThermDiff_1	0.160E+00	;
ThermDiff_2	0.605E-03	;
ThermDiff_3	-0.326E-06	;
ThermDiff_4	0.546E-10	;
}
H2-C3H4-A
{
ThermDiff_1	0.227E+00	;
ThermDiff_2	0.500E-03	;
ThermDiff_3	-0.278E-06	;
ThermDiff_4	0.476E-10	;
}
H2-C3H4-P
{
ThermDiff_1	0.227E+00	;
ThermDiff_2	0.500E-03	;
ThermDiff_3	-0.278E-06	;
ThermDiff_4	0.476E-10	;
}
H2-C3H6
{
ThermDiff_1	0.241E+00	;
ThermDiff_2	0.483E-03	;
ThermDiff_3	-0.270E-06	;
ThermDiff_4	0.465E-10	;
}
H2-C4H6
{
ThermDiff_1	0.211E+00	;
ThermDiff_2	0.547E-03	;
ThermDiff_3	-0.301E-06	;
ThermDiff_4	0.512E-10	;
}
H2-NC3H7
{
ThermDiff_1	0.244E+00	;
ThermDiff_2	0.479E-03	;
ThermDiff_3	-0.269E-06	;
ThermDiff_4	0.463E-10	;
}
H2-C4H7
{
ThermDiff_1	0.213E+00	;
ThermDiff_2	0.545E-03	;
ThermDiff_3	-0.301E-06	;
ThermDiff_4	0.511E-10	;
}
H2-C4H8-1
{
ThermDiff_1	0.213E+00	;
ThermDiff_2	0.546E-03	;
ThermDiff_3	-0.301E-06	;
ThermDiff_4	0.512E-10	;
}
H2-PC4H9
{
ThermDiff_1	0.215E+00	;
ThermDiff_2	0.544E-03	;
ThermDiff_3	-0.300E-06	;
ThermDiff_4	0.510E-10	;
}
H2-CH3COCH2
{
ThermDiff_1	0.164E+00	;
ThermDiff_2	0.618E-03	;
ThermDiff_3	-0.333E-06	;
ThermDiff_4	0.558E-10	;
}
H2-C2H5CHO
{
ThermDiff_1	0.133E+00	;
ThermDiff_2	0.660E-03	;
ThermDiff_3	-0.351E-06	;
ThermDiff_4	0.582E-10	;
}
H2-C5H9
{
ThermDiff_1	0.189E+00	;
ThermDiff_2	0.593E-03	;
ThermDiff_3	-0.323E-06	;
ThermDiff_4	0.545E-10	;
}
H2-C5H10-1
{
ThermDiff_1	0.195E+00	;
ThermDiff_2	0.585E-03	;
ThermDiff_3	-0.319E-06	;
ThermDiff_4	0.539E-10	;
}
H2-C5H11-1
{
ThermDiff_1	0.163E+00	;
ThermDiff_2	0.631E-03	;
ThermDiff_3	-0.339E-06	;
ThermDiff_4	0.568E-10	;
}
H2-C2H5O
{
ThermDiff_1	0.142E+00	;
ThermDiff_2	0.632E-03	;
ThermDiff_3	-0.338E-06	;
ThermDiff_4	0.562E-10	;
}
H2-CH3O2
{
ThermDiff_1	0.137E+00	;
ThermDiff_2	0.642E-03	;
ThermDiff_3	-0.342E-06	;
ThermDiff_4	0.569E-10	;
}
H2-CH3O2H
{
ThermDiff_1	0.137E+00	;
ThermDiff_2	0.643E-03	;
ThermDiff_3	-0.343E-06	;
ThermDiff_4	0.570E-10	;
}
H2-C2H3O1-2
{
ThermDiff_1	0.160E+00	;
ThermDiff_2	0.604E-03	;
ThermDiff_3	-0.326E-06	;
ThermDiff_4	0.545E-10	;
}
H2-C2H3CO
{
ThermDiff_1	0.159E+00	;
ThermDiff_2	0.622E-03	;
ThermDiff_3	-0.335E-06	;
ThermDiff_4	0.560E-10	;
}
H2-C2H3CHO
{
ThermDiff_1	0.137E+00	;
ThermDiff_2	0.653E-03	;
ThermDiff_3	-0.348E-06	;
ThermDiff_4	0.578E-10	;
}
H2-C3H5O
{
ThermDiff_1	0.178E+00	;
ThermDiff_2	0.598E-03	;
ThermDiff_3	-0.324E-06	;
ThermDiff_4	0.546E-10	;
}
H2-C4H7O
{
ThermDiff_1	0.134E+00	;
ThermDiff_2	0.670E-03	;
ThermDiff_3	-0.356E-06	;
ThermDiff_4	0.591E-10	;
}
H2-C3H5-A
{
ThermDiff_1	0.234E+00	;
ThermDiff_2	0.491E-03	;
ThermDiff_3	-0.274E-06	;
ThermDiff_4	0.471E-10	;
}
H2-C3H3
{
ThermDiff_1	0.227E+00	;
ThermDiff_2	0.498E-03	;
ThermDiff_3	-0.277E-06	;
ThermDiff_4	0.475E-10	;
}
H2-C3H2
{
ThermDiff_1	0.321E+00	;
ThermDiff_2	0.341E-03	;
ThermDiff_3	-0.199E-06	;
ThermDiff_4	0.356E-10	;
}
H2-CH2(S)
{
ThermDiff_1	0.325E+00	;
ThermDiff_2	0.178E-03	;
ThermDiff_3	-0.109E-06	;
ThermDiff_4	0.204E-10	;
}
H2-NC3H7CHO
{
ThermDiff_1	0.127E+00	;
ThermDiff_2	0.679E-03	;
ThermDiff_3	-0.360E-06	;
ThermDiff_4	0.596E-10	;
}
H2-NC3H7CO
{
ThermDiff_1	0.127E+00	;
ThermDiff_2	0.679E-03	;
ThermDiff_3	-0.360E-06	;
ThermDiff_4	0.595E-10	;
}
H2-C2H5COCH2
{
ThermDiff_1	0.126E+00	;
ThermDiff_2	0.680E-03	;
ThermDiff_3	-0.360E-06	;
ThermDiff_4	0.596E-10	;
}
H2-CH3CHCO
{
ThermDiff_1	0.159E+00	;
ThermDiff_2	0.623E-03	;
ThermDiff_3	-0.335E-06	;
ThermDiff_4	0.560E-10	;
}
H2-NC3H7COCH3
{
ThermDiff_1	0.131E+00	;
ThermDiff_2	0.683E-03	;
ThermDiff_3	-0.362E-06	;
ThermDiff_4	0.600E-10	;
}
H2-NC3H7COCH2
{
ThermDiff_1	0.138E+00	;
ThermDiff_2	0.672E-03	;
ThermDiff_3	-0.358E-06	;
ThermDiff_4	0.594E-10	;
}
H2-NC7H16
{
ThermDiff_1	0.155E+00	;
ThermDiff_2	0.656E-03	;
ThermDiff_3	-0.351E-06	;
ThermDiff_4	0.586E-10	;
}
H2-C7H15-1
{
ThermDiff_1	0.155E+00	;
ThermDiff_2	0.655E-03	;
ThermDiff_3	-0.351E-06	;
ThermDiff_4	0.586E-10	;
}
H2-C7H15
{
ThermDiff_1	0.155E+00	;
ThermDiff_2	0.655E-03	;
ThermDiff_3	-0.351E-06	;
ThermDiff_4	0.586E-10	;
}
H2-C7H15O2
{
ThermDiff_1	0.101E+00	;
ThermDiff_2	0.734E-03	;
ThermDiff_3	-0.384E-06	;
ThermDiff_4	0.630E-10	;
}
H2-C7H14OOH
{
ThermDiff_1	0.101E+00	;
ThermDiff_2	0.734E-03	;
ThermDiff_3	-0.384E-06	;
ThermDiff_4	0.630E-10	;
}
H2-C7H14OOHO2
{
ThermDiff_1	0.855E-01	;
ThermDiff_2	0.758E-03	;
ThermDiff_3	-0.394E-06	;
ThermDiff_4	0.644E-10	;
}
H2-C7H14O
{
ThermDiff_1	0.129E+00	;
ThermDiff_2	0.695E-03	;
ThermDiff_3	-0.368E-06	;
ThermDiff_4	0.609E-10	;
}
H2-NC7KET
{
ThermDiff_1	0.912E-01	;
ThermDiff_2	0.748E-03	;
ThermDiff_3	-0.390E-06	;
ThermDiff_4	0.638E-10	;
}
H2-N2
{
ThermDiff_1	0.431E+00	;
ThermDiff_2	0.921E-04	;
ThermDiff_3	-0.595E-07	;
ThermDiff_4	0.121E-10	;
}
